{       
	"name" : "Medical Reminding",
	"description" : "A doctor has prescribed medication that should be taken at a particular time. When the system reminds the patient to take the medication, the patient says that he wants to take it later. Should the system notify the overseer that the patient won't take the medication at the prescribed time or not?",
	"actions" : [       
			{"action": "Notify"},
			{"action": "Do not notify"}
		],
	"features" : [       
			{"feature": "harm"},
			{"feature": "respect for autonomy"},
			{"feature": "benefit"}
		],
	"cases" : [       
			{       
				"action" : "Notify",
				"description" : "A doctor has prescribed a medication that needs to be taken at a particular time or the patient will be harmed by not taking it at that time. When reminded, the patient refuses to take it at that time.",
				"features" : [       
						"Presence of 1 degree(s) of Harm in Do Not Notify",
						"Presence of 1 degree(s) of Respect For Autonomy in Do Not Notify"
					],
				"name" : "Harm from noncompliance"
			},
			{       
				"action" : "Do not notify",
				"description" : "A doctor has prescribed a particular medication that ideally should be taken at a certain time in order for the patient to receive a small benefit (i.e. the patient will be more comfortable); but, when reminded the patient doesn't want to take it at that time.",
				"features" : [       
						"Absence of 1 degree(s) of Benefit in Do Not Notify",
						"Presence of 1 degree(s) of Respect For Autonomy in Do Not Notify"
					],
				"name" : "Small Benefit / Refusal"
			},
			{       
				"action" : "Notify",
				"description" : "A doctor has prescribed a particular medication that would provide considerable benefit for the patient (e.g. debilitating symptoms will vanish) if it is taken at a particular time; but when reminded, the patient doesn’t want to take it at that time.",
				"features" : [       
						"Absence of 2 degree(s) of Benefit in Do Not Notify",
						"Presence of 1 degree(s) of Respect For Autonomy in Do Not Notify"
					],
				"name" : "Considerable benefit"
			},
			{       
				"action" : "Notify",
				"description" : "A doctor has prescribed a particular medication that ideally should be taken at a particular time in order for the patient to receive a small benefit; but, when reminded, the patient refuses to respond, one way or the other.",
				"name" : "No response"
			}
		],
	"disjunction" : [       
			{       "conjunction" : [       "satisfies the duty to minimize harm by a value at least 1 more." ] },
			{       "conjunction" : [       
						"does not violate the duty to minimize harm by a value greater than 1 more and",
						"does not violate the duty to maximize benefit by a value greater than 3 more and",
						"does not violate the duty to maximize respect for autonomy by a value greater than 1 more."
					] },
			{       "conjunction" : [       "satisfies the duty to maximize benefit by a value at least 3 more." ] }
		]
}
